export const CakeModalList = [
  {
    title: '웨딩 케이크 상담 예약',
    description: [
      {
        number: '1',
        content: '상담할 날짜와 시간을 선택해주세요.',
      },
      {
        number: '2',
        content: '웨딩 케이크 메뉴를 선택해주세요.',
      },
      {
        number: '3',
        content: '케이크 단을 선택해주세요.',
      },
      {
        number: '4',
        content: '테이스팅 케이크를 선택해주세요.(기본 3가지)',
      },
    ],
    warnings: '주문시 유의사항 (예약시 꼭 읽어주세요!)',
    warningsdescription: [
      {
        content: '상담은 희망일 기준 7일 전 까지 예약 가능합니다.',
      },
      {
        content:
          '상담 취소는 예약일을 제외한 2일 전까지 가능합니다.\n (ex.상담 예약 7월 28일 / 취소 최소 가능 날짜 7월 26일 오후 2시까지)',
      },
      {
        content:
          '예약일을 제외한 3일 전까지 취소하시면 100% 예약금 환불 가능합니다.',
      },
      {
        content:
          '상담시 원하시는 느낌의 이미지를 준비해주세요.\n (다른 업체의 케이크 카피는 하지 않습니다. ',
      },
      {
        content:
          '컵 케이크 또는 핑거 케이크 추가를 원하실 경우 예약상품추가을 클릭하여 추가해주세요. ',
      },
      {
        content:
          '컵 케이크 or 핑거 케이크는 최송 수량 30개부터 주문 가능합니다.',
      },
    ],
  },
];

export const CupcakeModalList = [
  {
    title: '일반 케이크 예약',
    description: [
      {
        number: '1',
        content: '예약할 날짜와 픽업 시간을 선택해주세요.',
      },
      {
        number: '2',
        content: '케이크 단을 선택해주세요.',
      },
      {
        number: '3',
        content: '케이크 단을 선택해주세요.',
      },
    ],
    warnings: '주문시 유의사항 (예약시 꼭 읽어주세요!)',
    warningsdescription: {
      content: '사전예약은 픽업 희망일 기준 7일 전 까지 예약 가능합니다.',
      content2:
        '상담 취소는 예약일을 제외한 2일 전까지 가능합니다.\n (ex.상담 예액 7월 28일 / 취소 최소 가능 날짜 7월 26일 오후 2시까지)',
      content3:
        '사전예약일을 제외한 2일 전까지 취소하시면 100% 예약금 환불 가능합니다.',
      content4:
        '상담시 원하시는 느낌의 이미지를 준비해주세요.\n (다른 업체의 케이크 카피는 하지 않습니다. ',
      content5:
        '컵 케이크 또는 핑거 케이크 추가를 원하실 경우 예약상품추가을 클릭하여 추가해주세요. ',
      content6:
        '컵 케이크 or 핑거 케이크는 최송 수량 30개부터 주문 가능합니다.',
    },
  },
];
